[
{"text": "Kamar yang sudah dipesan ketika akan check-in belum siap dan menunggu terlalu lama."},
{"text": "Tempat menginap favorit setiap ke Jakarta."},
{"text": "Senang banget menginap disini tidak menyesal, kamarnya luas banget, kamar mandinya juga bersih banget, AC-nya dingin banget, anak-anak senang banget berenang juga disini. Dan yang paling penting breakfastnya juga enak-enak banget, bakalan sering-sering deh nginap disini 😇"},
{"text": "Hotel bagus, kamar luas, breakfast lumayan. Semua oke."},
{"text": "Kamar yang nyaman dan luas, pelayanan yang ramah."},
{"text": "Standard hotel bintang 5 😊 harga online, 100% recommended."},
{"text": "Hotel bersih dan nyaman, pelayanan dan makanan sangat baik"},
{"text": "Pelayanan sangat bagus, tempat menginap, makan, dan fasilitas hotels sangat baik."},
{"text": "Saya sangat suka menginap di Merlyn Park karena lokasinya strategis dan suasananya nyaman seperti di rumah sendiri. Hotel bersih dan selalu rapi. Makanannya apalagi, anak saya bilang mamah kalau ke Jakarta lagi kita menginapnya di Merlynn Park saja."},
{"text": "Harga dan fasilitas sangat sesuai."},
{"text": "Pelayanannya ramah dan suasana hotel enak sekali."},
{"text": "Menginap di Tiffanya Suite View City sangat nyaman melalui jendela kaca yang full sangat romantis, nyaman sekali menginap disini."},
{"text": "Merlyn suite dan prada suite harga yang sama dengan kelas deluxe/eksekutif di hotel lain. Kamar nyaman, sangat luas dan mewah dengan jacuzzi di kamar mandi. Kolam renang outdoor dan indoor. Sangat recommended bagi liburan keluarga dan bisnis."},
{"text": "Tunggu kunci kamar sampai 2 jam padahal check-in malam jam 10. Kunci rusak tidak bisa diganti dan tidak bisa pindah kamar. Front office tidak mau tahu ditanya solusinya tidak ada"},
{"text": "Terima kasih untuk kamar nyaman yang luas, bathtub jacuzi, internet cepat and makanan enak. sayang kami cuma 3 malam saja di hotel ini."},
{"text": "Receptionist sangat sangat sangat tidak ramah. Tolong pihak management lebih memperhatikan customer care. Di latih para karyawan hotel untuk sopan, ramah dan senyum kepada pengunjung hotel dan menjawab pertanyaan yang sopan, terima kasih"},
{"text": "Kamarnya keren, bersih, pelayanannya baik, sarapannya variatif. Kolam renangnya bagus, viewnya langsung ke Monas. Pokoknya top."},
{"text": "Semuanya bagus tapi please Wi-Fi nya harus lebih baik lagi "},
{"text": "Tempat strategis, kamar bersih."},
{"text": "Review saya dengan keluarga saya mengenai Merlyn, so far hotel yang menyenangkan untuk membawa keluarga karena ada family room dengan harga yang ramah di kantong 😊 Review Kamar Kamarnya luas banget - anak2 bisa lari2 dengan nyaman, eksplore tirai horden, lemari dll. Penting buat keluarga dengan balita. Kasur nyaman tapi ga wangi dengan bantal yang ukurannya tidak standar. Lemari baju bersih, jadinya tenang banget nyusun baju Water heater bersih tetapi teh kopi gula yang disediain kurang. Hanya ada 2 kantong teh, 2 kopi,1 gula putih,1 brown sugar dan 1 sweetener. Padahal kamar untuk 3 org Kamar mandi luass, bersih, nyaman. Air lancar kloset lancar semuaa Hanya handuk hanya 2 pdhl kapasitas 3 org Wifi - kenceng tapi hanya untuk 2 gadget aja. Tapi ga matter kah wong sekarang paket data lumayan2 kuotanya Sinyal hape cakep ga drop Review Kolam Renang Cakep kolam renangnya secara tampilan. Ada kolam indoor, kolam 60 cm, kolam 130 cm. Kekurangannya : kaporitnya banyak banget, berasa nempel di kulit. Ada pasir di kolam mungkin karena uda hotel lama Review Sarapan Sarapannya standar dan ada menu india dilihat sih ada bbrp org India yang nginep dih jd wajar lah ada menu eksotis hehehehe Makanan lain ga nyoba soalnya rada mahall 1 lagi belum kesampean pengen dipijettt.. baca review yang uda pernah nyoba, enak endes katanya hahahah... next time dtg lagi ah ke Merlyn. Staffnya ramah2 semua 😊 Tetapi untuk tombol housekeepingnya kita pencet lamaaa banget tetapi petugas ga dtg2. Hanya design interior hotelnya jadulll dan aga gelap. Mungkin direnov dikit x yah biar cerahh. Enjoy Merlyn. Worth it kok 😊"},
{"text": "Kamar bersih dan bagus. Recomended deh."},
{"text": "Wifinya mati terus, jam-jam tertentu macet pol, ukuran kamar besar, makanan maaf tidak ada yang enak, kolam besar"},
{"text": "Pelayanan hotel sangat baik dan ramah makanannya beraneka ragam dan harganya terjangkau kamarnya bersih dan nyaman"},
{"text": "Nyaman banget. Pelayanan ramah, bersih, parkir juga luas. Sarapannya ganti-ganti tiap hari. Oke deh besok pengen kesini lagi."},
{"text": "Kamar no. 1916 Internetnya Putus putus, sehingga susah menhhunakan WiFi."},
{"text": "Pelayanan memuaskan, makanan enak, kamar bersih dan lapang."},
{"text": "Saya memang langganan hotel ini udah lama dari 2010, hanya perlu perbaikan di shower dan air mandi, khususnya air panas."},
{"text": "Jacuzzi rusak shower bocor air keran nocor kemana-mana sudah komplain orangnya daring cuma cek suruh tunggu saja tidak datang-datang lagi"},
{"text": "Kamar luas, fasilitas lengkap, lokasi strategis, pelayanan pemuaskan, harga standar fasilitas bintang lima, pokoknya recommended saya setiap ke Jakarta transit pasti menginap di merlyn park, sukses dan tingkatkan terus pelayanannya"},
{"text": "Kamarnya luas, bagus dan bersih. Hanya saja makan in room-nya mahal banget. Kemudian akses jalan ke hotel langganan macet."},
{"text": "Bersih,nyaman kamarnya breasfast enak, elayanan baik"},
{"text": "Hotelnya oke lah, yang kurang disekitar hotel kuliner dan supermarket tidak ada."},
{"text": "Kebersihan, kenyamanan, pelayanan, lokasi, makanan, oke semua Teimakasih"},
{"text": "Hanya saja check-innya terlalu lama untuk semua fasilitas dan kenyamanan memuaskan."},
{"text": "Memuaskan pelayanan yang sangat ramah, kamar yang bersih, pokoknya sangat memuaskan."},
{"text": "Akan kembali menginap di Merlynn Park."},
{"text": "Sangat nyaman menginap di Hotel ini dan saya akan kembali lagi ke sana. Tolong di perhatikan lifenya sangat lama karena ramai pemakai dan life hanya ada 2 yang aktif. Yang lain oke."},
{"text": "Sangat memuaskan, dekat dengan gereja Katholik sehingga setiap pagi saya bisa ikut misa harian, serta dekat untuk kemana-mana."},
{"text": "Kamar besar, service memuaskan, semua fasilitas dalam kondisi baik."},
{"text": "Terima kasih sudah di-upgrade. Tetapi kamar upgrade-nya ada bagian jendela yang tidak tertutup gorden jadi silau sekali di pagi hari. Sarapan enak!"},
{"text": "Bathup bagus sekali... kamar luas... kamar mandi luas... Makanan standar kurang bervariasi... kolam renang banyak pilihan dan bersih. Receptionist perempuan kurang ramah bahkan saya melihat ada tamu yang dibentak-bentak untuk sabar menunggu check-in"},
{"text": "Hotelnya sebenanya nyaman, tapi waktu saya menginap 2 malam disana di family room... karpetnya agak kotor, seperti sudah lama tidak di sedot debunnya. Dan agak susah mencari tempat makan di area hotel, kolam renangnya bersih, service memuaskan. "},
{"text": "Hotelnya bersih, kamarnya luas, sesuai dengan standar bintang 5."},
{"text": "Instr gymnya ramah. Restaunya: menu sarapannya tidak ada sayurannya, dan rasanya kurang, juga tidak ada musiknya. Kamarnya: luas, overall oke. Cuma kebanyakan tamu kali ya, jadi petugasnya kurang care."},
{"text": "Suara antar kamar sangat mengganggu, dan banyak psk ke hotel sehingga untuk liburan keluarga tidak di recommended. Untuk fasilitas olahraga dan swimming sangat baik dan bagus"},
{"text": "Kamar yang saya pesan ada ukuran 1 ranjang besar, namun pada saat check-in tidak tersedia kamar dengan ranjang besarnya . Handuknya masih ada bekas kotor."},
{"text": "Kamar dan fasilitasnya oke. Semua staffnya pun ramah."},
{"text": "Sangat memuaskan dengan fasilitas dan pelayanan yang sangat baik."},
{"text": "Breakfast menunya kurang variatif. Handuknya sudah lama dan nampak sudah usang. Mohon diperhatikan handuk itu kan dipakai ratusan lebih. Seharusnya diganti jangan nampak tua warna putihnya. Kurang baik buat kesehatan karena itu dipakai giliran. Kalau di eropa meski bintang dua handuk selalu nampak baru. Maaf."},
{"text": "Untuk WiFi lambat, makanan kurang untuk hotel bintang 5. Pelayanan saat check-out disuruh menunggu untuk di cek kamarnya tapi tidak diinfokan kalau sudah selesai. Baru tahu saat ditanya mengenai check-out saya ternyata sudah selesai... Kalau saya tidak nanya bisa sampai sore nunggu tidak jelas"},
{"text": "Sangat sangat baik, cuma kalau memang tidak boleh merokok lebih baik tidak usah ada asbak, kemudian sediakan juga tempat untuk merokok."},
{"text": "Sangat nyaman sekali sudah sering saya ke merlyn park, makanannya enak kamarnya luas. pokoknya puas dan tidak kecewa kalau menginap di merlynn park"},
{"text": "Saya sangat menyukainya, karena harga pantas yang kita keluarin."},
{"text": "Pelayanan baik. Makanan variatif tapi rasa biasa saja."},
{"text": "Sangat puas, hotel yang recommended, hotel bintang 5, kamar mewah dan harga sangat terjangkau banget, pelayanan ramah, fasilitas lengkap, breakfast beraneka makanan bisa pilih sesuai selera ❤️"},
{"text": "Kebersihan mungkin perlu ditingkatkan lagi biar lebih bagus."},
{"text": "Semuanya OK. Hanya saja untuk extra bed akan lebih nyaman jika kasur bukan kasur lipat karena kasurnya tidak nyaman sama sekali. Lebih baik kasur biasa tanpa dipan masih lebih OK."},
{"text": "Kamarnya luas dan bersih. Lampu gantungnya cantik, serta sarapannya bervariasi. Pelayanan restoran bagus, saya ditawari milo panas beda dg hotel lain. Kelebihannya lagi, pengemudi saya diizinkan untuk istirahat dan ke toilet dekat musholla basement. Terima kasih"},
{"text": "Tempat yang nyaman langganan sekeluarga dan juga rekan2 kerja "},
{"text": "Sangat puas dengan harga yang super murah, bintang 5, kamar luas dan bersih. Makanan sangat bervariasi. Saya pasti ketagihan menginap disini lagi, sukses Merlynn Park."},
{"text": "Semuanya sudah bagus hanya sekarang harus pakai deposit biasanya tidak"},
{"text": "Selalu menjadi pilihan utama untuk stay di hotel ini karena fasilitas lengkap"},
{"text": "Bagus dan tidak mengecawakan, puas banget lah."},
{"text": "Kamar besar hanya breakfast kurang enak."},
{"text": "OK hotelnya dan bisa direkomendasikan."},
{"text": "Tempatnya nyaman, proses checkin juga lancar."},
{"text": "Kamar luas dan bersih...pelayanan memuaskan...check in cepat...cuma breakfast kurang variatif...lainnya oke..."},
{"text": "Lokasi strategis, tapi kalau hari kerja mackeet."}
]